[
    {
        "Artist": "Sam Friedman",
        "Title": "Monograph:Light",
        "Time": "Feb 2023",
        "Description": "",
        "Curator note": "Diego",
        "Location": "",
        "Gallery Curator": ""
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Untitled",
        "Time": "Nov 2022",
        "Description": "",
        "Curator note": "Diego",
        "Location": "Library street collective",
        "Gallery Curator": ""
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Untitled",
        "Time": "Oct 2022",
        "Description": "",
        "Curator note": "Diego",
        "Location": "",
        "Gallery Curator": ""
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Untitled",
        "Time": "June 2022",
        "Description": "Louis Buhl & Co. is pleased to announce a new edition with artist Sam Friedman, titled Untitled. A continuation of his “Cave Paintings,” Untitled distills natural phenomena (sunset, sunrise, rainfall) down to their most essential elements of line and color. Like the New York Abstract Expressionists of the 1950s, Friedman explores abstraction in order to touch on concepts that are more existential in nature—life and death, love, spirituality, and a range of universal human emotions that allow the viewer to manifest their own pure and innate response. It is up close to his works that Friedman’s tenacity and presence of mind is most evident, where the expanses of color are broken down into long, incremental strokes. Evident in Untitled, the progression of line work is arresting, particularly at the point where shapes change and emerge, breaking a steady expanse of slow transition to introduce another. When it comes to the paintings that inspire Friedman’s prints, the use of a long-haired brush is a vital part of his process: it holds more paint than a standard paintbrush, and the responsiveness of its pliant hairs register subtle changes in pressure, direction, and speed with exceptional fluidity.",
        "Curator note": "Diego",
        "Location": "Louis Buhl, Detroit",
        "Gallery Curator": ""
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Room Services",
        "Time": "May 2022",
        "Description": "The Mass presents Room Service, a solo exhibition by Sam Friedman, curated and produced in collaboration with the Detroit-based gallery, Library Street Collective, and US-based creative agency and artist management firm, ICNCLST. The exhibition marks the artist’s first solo exhibition in Japan and will present all new canvas works from his ongoing ‘Cave Paintings’ series. With their flowing lines and subtle colour gradations, Friedman’s works are a harmony of abstract forms that ripple across the surface of the canvas. Taking a formalist approach to painting, Friedman’s canvases are an exercise in abstraction that echo organic elements and textures found in nature. Finding inspiration in the natural landscape of his surroundings in upstate New York, his paintings are an attempt to put the images in his mind to canvas, whilst constantly adapting and changing his approach as the work unfolds. Often working on numerous canvases simultaneously, he creates iterations and sequences of works that share similar ideas, with each work becoming a unique manifestation of a concept that he can return to and examine in perpetuity.",
        "Curator note": "Diego",
        "Location": "The Mass, Tokyo, Japan",
        "Gallery Curator": ""
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Bonafide",
        "Time": "Jan 2022",
        "Description": "a solo exhibition by a Brooklyn-based artist Sam Friedman (b. 1984). Enamored by the beauty of natural landscapes of his hometown of upstate New York, Friedman captures the delicate flow and movement within nature throughout the different times of the day. Focusing on the process of creating an image with a meditative quality, the artist explores abstract landscape to express human emotion and more existential concepts such as spirituality, life, and death in nature. His unique process that reminds meditative culture is notably repetitive, showing a steady expansion and gradation of colors with contoured patterns. “Bonafide,” the title of Friedman’s latest exhibition is a Latin word meaning “in good faith” and “genuine.” It also relates to his conceptual journey that unveils the essence of nature with natural shapes, rather than direct reference to natural phenomena or naturalism itself. In Friedman’s first solo exhibition in Korea, his new series that carries infinite energy from sublime nature will invite the viewers to experience the meditative moment that Friedman himself went through.",
        "Curator note": "Diego",
        "Location": "Gana Art Nineone",
        "Gallery Curator": "Matt Black"
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Three caves (Blue/Green)",
        "Time": "Dec 2021",
        "Description": "Louis Buhl & Co. is pleased to present Three Caves (Blue/Green), a print suite with New York-based artist Sam Friedman. Friedman’s work is rooted in the tradition of American Abstract Expressionist painters who explored line, color, and the systematic application of paint. Within this heritage, Friedman examines methodical processes where repetition and self-imposed parameters lay the groundwork for his compositions, but permit him the freedom to build each piece instinctively. For the artist, this meditative and organic process is transfigurative and carries through to the viewer’s experience of the works. In this way, Friedman’s Three Caves (Blue/Green) resists progressive plots; without a beginning or end, the works become infinite. A set of three limited edition print tondos, Three Caves (Blue/Green) aptly reflects Friedman’s larger bodies of work, further demonstrating his ability to move between representation and abstraction with seeming ease and spontaneity; the prints are built not by reference to the physical aspects of the outdoors, but by the flow and movement within nature to address questions about the practice of painting itself. In Three Caves (Blue/Green), Friedman continues his exploration of breaking down and rebuilding natural landscapes, something he achieves through his distinctive use of line, pattern, and bright color.",
        "Curator note": "Diego",
        "Location": "Online Edition, Louis Buhl, Detroit",
        "Gallery Curator": ""
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Getting Somewhere",
        "Time": "Oct 2021",
        "Description": "",
        "Curator note": "Diego",
        "Location": "Haper's, Chelsea, New York",
        "Gallery Curator": ""
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Untitled",
        "Time": "April-July 2021",
        "Description": "",
        "Curator note": "Diego",
        "Location": "Library street collective",
        "Gallery Curator": ""
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Light",
        "Time": "February 2021",
        "Description": "Library Street Collective is excited to announce the first exhibition to take place in our new flagship gallery space. Light is a presentation of new works by Sam Friedman and curated by KAWS, opening on February 27th and running through April 3, 2021, at 1274 Library Street, with access off the Belt Alley. Sam Friedman’s work is rooted in the tradition of American Abstract Expressionist painters who explored line, color, and the systematic application of paint. Within this heritage, Friedman examines methodical processes where repetition and self-imposed parameters lay the groundwork for his compositions but permit him the freedom to build each piece instinctively by hand. For the artist, this meditative and organic process is transfigurative and carries through to the viewer’s experience of the works. Growing up in upstate New York, Friedman seeks the state of mind that he encounters within nature. Though his most recent works have elemental and naturalistic qualities, they are built not by reference to the physical aspects of the outdoors, but by the flow and movement within nature to address questions about the practice of painting itself. The sentient paintings within the exhibition draw from earlier works that distill natural phenomena (sunset, sunrise, rainfall) down to their most essential elements of line and color. Like the New York Abstract Expressionists of the 1950s, he explores abstraction in order to touch on concepts that are more existential in nature - life and death, love, spirituality, and a range of universal human emotions that allow the viewer to manifest their own pure and innate response. Friedman’s paintings share this poetic rather than direct reference to natural phenomena with Clyfford Still, and the two hold similar ideas about the continuous search for purpose through the exploration of repetitive forms. Still called his lifelong analysis “the organic lesson” and critic Harry Rosenberg described it as a process of “engagement, by which a mind is created.” Sol LeWitt also spoke of a calming of the mind for contemplative art making as the foundation of his practice, maintaining the importance of intuition, where serialization, repetition and progression allow for infinite variation. Another kindred spirit is evident in the later works of Jack Goldstein; although his machine-like process might seem antithetical to Friedman’s, there are parallels between the exhibition works and Goldstein’s thermal imaging topographies of the late 1980s. Goldstein’s paintings referenced computer-generated thermal imaging of earth, fire, water, and air in keeping with earlier pieces that captured “spectacular instants” in nature. It is up close to his works that Friedman’s tenacity and presence of mind is most evident, where the expanses of color are broken down into long, incremental strokes. The progression of line work is arresting, particularly at the point where shapes change and emerge, breaking a steady expanse of slow transition to introduce another. The use of a long-haired brush is a vital part of his process, and he favors those reminiscent of ancient Eastern calligraphy and Sumi-e painting. This type of brush holds more paint than a standard paintbrush, and the responsiveness of its pliant hairs register subtle changes in pressure, direction, and speed with exceptional fluidity. The origin of this type of brush dates back to around 300 BCE in China, where the belief was held that painting unveils the mystery of the universe. Friedman opens his mind and follows the creation process through skillful handling of the brush, and little by little, his works take shape. One of Friedman’s greatest contemporary influences is his friend and mentor, Brian Donnelly (KAWS). Sam spent 5 years as manager of Donnelly’s studio after graduating from Pratt in 2006. It was inside this Brooklyn studio that Friedman learned his remarkable work ethic and experienced firsthand what the life of a successful artist could be as he continued to hone his skills in paint. Donnelly’s masterful handling of a longhaired brush while laying down flawless and continuous strokes of paint, along with his use of intense color, left a lasting impression. It is with gratitude that we welcome KAWS as curator of Sam’s exhibition.",
        "Curator note": "Diego",
        "Location": "Library street collective",
        "Gallery Curator": "KAWS"
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Island (Untitled)",
        "Time": "Oct 2020",
        "Description": "Dio Horia is pleased to announce the first solo exhibition by Sam Friedman in Athens, after the artist’s residency and solo show in Mykonos in 2019. The exhibition opens on October 7 and ends on November 15, 2020. The exhibition ‘Island’ is composed entirely of new paintings that focus οn the themes of landscape painting and natural phenomena. Strictly installed by color throughout the project space, these paintings elicit a reaction similar to our reaction to music. Themes and motifs, colours and feelings appear again and again, slightly different yet charged with the same energy, bound together in a never-ending circle of repetition, mutation, change and repetition again. With this new body of work Friedman further explores and deepens an artistic practice that has been characterizing his pictorial output for years: He is not literally painting landscapes but adopts the flow and movement he sees in nature in order to address questions about the medium itself. As such, all of his works are to be viewed primarily as exercises in color, composition, line quality, opacity, sheen, and the physical interaction between paint, brush, canvas and the artist himself. Friedman’s works are central points in a descending spiral of deepening meanings: reflecting images, multilayered interpretations, an ever-changing disposition ranging from mere force, in-depth analysis and scrutiny to the gentle revisiting of past themes, thoughts and experiences. The works in the exhibition ‘Island’ were composed during the COVID-19 pandemic where the artist worked in solitude, only in close proximity to his art, family and nature. These works seem of city noise, fluid and peaceful, as if created based on the memories of a trip in a far-away island that never happened. When looking at the works as a whole, one cannot avoid thinking of the ways we are all a little more isolated at this time, and also a bit more familiar to a romanticized island way of life.",
        "Curator note": "Diego",
        "Location": "Dio Horia, Athens, Greece"
    }
]