[
    {
        "Artist": "Sam Friedman",
        "Title": "Monograph:Light",
        "Time": "Feb 2023",
        "Description": "N/A",
        "Curator note": "Diego",
        "Location": "N/A",
        "Gallery Curator": "N/A"
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Untitled",
        "Time": "Nov 2022",
        "Description": "N/A",
        "Curator note": "Diego",
        "Location": "Untitled Art Fair, Miami",
        "Gallery Curator": "N/A"
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Untitled",
        "Time": "Oct 2022",
        "Description": "N/A",
        "Curator note": "Diego",
        "Location": "N/A",
        "Gallery Curator": "N/A"
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Untitled",
        "Time": "June 2022",
        "Description": "Louis Buhl & Co. is pleased to announce a new edition with artist Sam Friedman, titled Untitled. A continuation of his “Cave Paintings,” Untitled distills natural phenomena (sunset, sunrise, rainfall) down to their most essential elements of line and color. Like the New York Abstract Expressionists of the 1950s, Friedman explores abstraction in order to touch on concepts that are more existential in nature—life and death, love, spirituality, and a range of universal human emotions that allow the viewer to manifest their own pure and innate response. It is up close to his works that Friedman’s tenacity and presence of mind is most evident, where the expanses of color are broken down into long, incremental strokes. Evident in Untitled, the progression of line work is arresting, particularly at the point where shapes change and emerge, breaking a steady expanse of slow transition to introduce another. When it comes to the paintings that inspire Friedman’s prints, the use of a long-haired brush is a vital part of his process: it holds more paint than a standard paintbrush, and the responsiveness of its pliant hairs register subtle changes in pressure, direction, and speed with exceptional fluidity.",
        "Curator note": "Diego",
        "Location": "Louis Buhl, Detroit",
        "Gallery Curator": "N/A"
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Room Services",
        "Time": "May 2022",
        "Description": "The Mass presents Room Service, a solo exhibition by Sam Friedman, curated and produced in collaboration with the Detroit-based gallery, Library Street Collective, and US-based creative agency and artist management firm, ICNCLST. The exhibition marks the artist’s first solo exhibition in Japan and will present all new canvas works from his ongoing ‘Cave Paintings’ series. With their flowing lines and subtle colour gradations, Friedman’s works are a harmony of abstract forms that ripple across the surface of the canvas. Taking a formalist approach to painting, Friedman’s canvases are an exercise in abstraction that echo organic elements and textures found in nature. Finding inspiration in the natural landscape of his surroundings in upstate New York, his paintings are an attempt to put the images in his mind to canvas, whilst constantly adapting and changing his approach as the work unfolds. Often working on numerous canvases simultaneously, he creates iterations and sequences of works that share similar ideas, with each work becoming a unique manifestation of a concept that he can return to and examine in perpetuity.",
        "Curator note": "Diego",
        "Location": "The Mass, Tokyo, Japan",
        "Gallery Curator": "N/A"
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Bonafide",
        "Time": "Jan 2022",
        "Description": "a solo exhibition by a Brooklyn-based artist Sam Friedman (b. 1984). Enamored by the beauty of natural landscapes of his hometown of upstate New York, Friedman captures the delicate flow and movement within nature throughout the different times of the day. Focusing on the process of creating an image with a meditative quality, the artist explores abstract landscape to express human emotion and more existential concepts such as spirituality, life, and death in nature. His unique process that reminds meditative culture is notably repetitive, showing a steady expansion and gradation of colors with contoured patterns. “Bonafide,” the title of Friedman’s latest exhibition is a Latin word meaning “in good faith” and “genuine.” It also relates to his conceptual journey that unveils the essence of nature with natural shapes, rather than direct reference to natural phenomena or naturalism itself. In Friedman’s first solo exhibition in Korea, his new series that carries infinite energy from sublime nature will invite the viewers to experience the meditative moment that Friedman himself went through.",
        "Curator note": "Diego",
        "Location": "Gana Art Nineone",
        "Gallery Curator": "Matt Black"
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Three caves (Blue/Green)",
        "Time": "Dec 2021",
        "Description": "Louis Buhl & Co. is pleased to present Three Caves (Blue/Green), a print suite with New York-based artist Sam Friedman. Friedman’s work is rooted in the tradition of American Abstract Expressionist painters who explored line, color, and the systematic application of paint. Within this heritage, Friedman examines methodical processes where repetition and self-imposed parameters lay the groundwork for his compositions, but permit him the freedom to build each piece instinctively. For the artist, this meditative and organic process is transfigurative and carries through to the viewer’s experience of the works. In this way, Friedman’s Three Caves (Blue/Green) resists progressive plots; without a beginning or end, the works become infinite. A set of three limited edition print tondos, Three Caves (Blue/Green) aptly reflects Friedman’s larger bodies of work, further demonstrating his ability to move between representation and abstraction with seeming ease and spontaneity; the prints are built not by reference to the physical aspects of the outdoors, but by the flow and movement within nature to address questions about the practice of painting itself. In Three Caves (Blue/Green), Friedman continues his exploration of breaking down and rebuilding natural landscapes, something he achieves through his distinctive use of line, pattern, and bright color.",
        "Curator note": "Diego",
        "Location": "Online Edition, Louis Buhl, Detroit",
        "Gallery Curator": "N/A"
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Getting Somewhere",
        "Time": "Oct 2021",
        "Description": "N/A",
        "Curator note": "Diego",
        "Location": "Haper's, Chelsea, New York",
        "Gallery Curator": "N/A"
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Untitled",
        "Time": "April-July 2021",
        "Description": "N/A",
        "Curator note": "Diego",
        "Location": "Library street collective",
        "Gallery Curator": "N/A"
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Light",
        "Time": "February 2021",
        "Description": "Library Street Collective is excited to announce the first exhibition to take place in our new flagship gallery space. Light is a presentation of new works by Sam Friedman and curated by KAWS, opening on February 27th and running through April 3, 2021, at 1274 Library Street, with access off the Belt Alley. Sam Friedman’s work is rooted in the tradition of American Abstract Expressionist painters who explored line, color, and the systematic application of paint. Within this heritage, Friedman examines methodical processes where repetition and self-imposed parameters lay the groundwork for his compositions but permit him the freedom to build each piece instinctively by hand. For the artist, this meditative and organic process is transfigurative and carries through to the viewer’s experience of the works. Growing up in upstate New York, Friedman seeks the state of mind that he encounters within nature. Though his most recent works have elemental and naturalistic qualities, they are built not by reference to the physical aspects of the outdoors, but by the flow and movement within nature to address questions about the practice of painting itself.",
        "Curator note": "Diego",
        "Location": "Library street collective",
        "Gallery Curator": "KAWS"
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Light",
        "Time": "February 2021",
        "Description": "The sentient paintings within the exhibition draw from earlier works that distill natural phenomena (sunset, sunrise, rainfall) down to their most essential elements of line and color. Like the New York Abstract Expressionists of the 1950s, he explores abstraction in order to touch on concepts that are more existential in nature - life and death, love, spirituality, and a range of universal human emotions that allow the viewer to manifest their own pure and innate response. Friedman’s paintings share this poetic rather than direct reference to natural phenomena with Clyfford Still, and the two hold similar ideas about the continuous search for purpose through the exploration of repetitive forms. Still called his lifelong analysis “the organic lesson” and critic Harry Rosenberg described it as a process of “engagement, by which a mind is created.” Sol LeWitt also spoke of a calming of the mind for contemplative art making as the foundation of his practice, maintaining the importance of intuition, where serialization, repetition and progression allow for infinite variation. Another kindred spirit is evident in the later works of Jack Goldstein;",
        "Curator note": "Diego",
        "Location": "Library street collective",
        "Gallery Curator": "KAWS"
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Three Caves",
        "Time": "Oct 2020",
        "Description": "Louis Buhl & Co. is proud to announce Three Caves, a print suite with New York-based artist Sam Friedman. Friedman’s work is rooted in the tradition of American Abstract Expressionist painters who explored line, color, and the systematic application of paint. Within this heritage, Friedman examines methodical processes where repetition and self-imposed parameters lay the groundwork for his compositions, but permit him the freedom to build each piece instinctively. For the artist, this meditative and organic process is transfigurative and carries through to the viewer’s experience of the works. In this way, Friedman’s Three Caves resist progressive plots; without a beginning or end, the works become infinite. A set of three limited edition print tondos, Three Caves aptly reflects Friedman’s larger bodies of work, further demonstrating his ability to move between representation and abstraction with seeming ease and spontaneity. In Three Caves, Friedman continues his exploration of breaking down and rebuilding natural landscapes, something he achieves through his distinctive use of line, pattern, and bright color.",
        "Curator note": "Diego",
        "Location": "Online Edition, Louis Buhl, Detroit",
        "Gallery Curator": "N/A"
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Island (Untitled)",
        "Time": "Oct 2020",
        "Description": "Dio Horia is pleased to announce the first solo exhibition by Sam Friedman in Athens, after the artist’s residency and solo show in Mykonos in 2019. The exhibition opens on October 7 and ends on November 15, 2020. The exhibition ‘Island’ is composed entirely of new paintings that focus οn the themes of landscape painting and natural phenomena. Strictly installed by color throughout the project space, these paintings elicit a reaction similar to our reaction to music. Themes and motifs, colours and feelings appear again and again, slightly different yet charged with the same energy, bound together in a never-ending circle of repetition, mutation, change and repetition again. With this new body of work Friedman further explores and deepens an artistic practice that has been characterizing his pictorial output for years: He is not literally painting landscapes but adopts the flow and movement he sees in nature in order to address questions about the medium itself. As such, all of his works are to be viewed primarily as exercises in color, composition, line quality, opacity, sheen, and the physical interaction between paint, brush, canvas and the artist himself.",
        "Curator note": "Diego",
        "Location": "Dio Horia, Athens, Greece",
        "Gallery Curator": "N/A"
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Untitled",
        "Time": "2019",
        "Description": "Dio Horia, Friends' exhibition. Sam Friedman's work from 2019, exhibited in Feb 2020.",
        "Curator note": "Diego",
        "Location": "Dio Horia, Athens, Greece",
        "Gallery Curator": "N/A"
    },
    {
        "Artist": "Sam Friedman",
        "Title": "Flesh of Gods",
        "Time": "Oct 2018",
        "Description": "Exploring the liminal space between abstraction and representation, Sam Friedman will present a new body of work for his first solo presentation in Asia. After graduating from commercial art studies at The Pratt Institute, Friedman worked with clients such as Nike and The New York Times and spent his free time painting. He eventually began working as an artist assistant, and spent four years in the studio of the artist KAWS, an experience which formed the clean, flat, aesthetic of his technique. Friedman garners inspiration from recognizable natural scenery — caves, light tunnels, beaches – and repaints natural phenomena with a spiritual bent. He has produced paintings for the greater portion of his life, that concern themselves primarily with the formal concerns of paint, tools and surfaces, as they relate to the scale of the human body, while occasionally touching down to get blessed, tainted, or both, by the non-linear narrative of life. Friedman’s paintings pilot a plane that takes us from the ethereal planes to the earthly plains, on a ride that is neither past or present, but rather timeless, accessible, and transformatively escapist.",
        "Curator note": "Diego",
        "Location": "Over The Inlufence, Hong Kong",
        "Gallery Curator": "N/A"
    },
    {
        "Artist": "Paul Kremer",
        "Title": "Hopper 32",
        "Time": "2022",
        "Description": "The edition is a continuum of Kremer’s recognizable glacier series, his first in a horizontal format. What stands out in this series of work is how flat fields of color embody a liveliness rarely seen in such precise works, as they are rooted in the immediacy and importance of the everyday. The title gives cues to the work’s inspiration and insight into their real-life allusion; what results is an enjoyable connection to the abstraction’s referential qualities.",
        "Curator note": "Diego",
        "Location": "Louis Buhl, Detroit",
        "Gallery Curator": "N/A"
    },
    {
        "Artist": "Paul Kremer",
        "Title": "Pink Pools",
        "Time": "Jan 2022",
        "Description": "Pink Pools is a meditation on/deconstruction of one painting, Paul Kremer’s Pink Pool, painted in 2014. Since then, Kremer wanted to create a show based around a singular color and a singular object, but never found the right opportunity. So when Scott Miller Projects proposed that Kremer create a show in its new gallery space, the initial vision for Pink Pools quickly emerged. As Kremer began working on a new series of pools for the show, starting with variations on the original pool’s design, the work’s complexities began to unfurl. Kremer says, “If I drew the pool too narrow or too wide, the rectangles too long or too short, the corners too sharp, or the curves too smooth, these slight modifications threw off the feeling of the painting in a major way.” And so, Kremer recounts, he took a new approach, reflecting upon what made pools (as pools) compelling as objects in both space and time.",
        "Curator note": "Diego",
        "Location": "Scott Miller Projects, Birmingham",
        "Gallery Curator": "N/A"
    },
    {
        "Artist": "Paul Kremer",
        "Title": "Drift",
        "Time": "Sep 2021",
        "Description": "Berggruen Gallery is pleased to present Paul Kremer / UV, an exhibition of recent paintings and works on paper by American artist, Paul Kremer. This show marks Kremer’s second solo exhibition with the gallery. The show will be on view from September 9 through October 9, 2021. The gallery will host a reception for the artist on Thursday, September 9, from 5:00 to 7:00pm. Kremer, best known for his abstract paintings of simplified forms in bold yet minimalistic colors, frequently paints hard edge shapes with precise lines and angles. In his newest body of work, the artist has focused on decidedly more organic shapes, those reminiscent of blooming flowers and animals in motion, objects that evoke pleasure and contentment in the artist. UV, at its heart, is Kremer’s exploration of hopefulness and ebullience through color and shape during a time in the world when everything can feel difficult and complex. While discussing this new work, the artist shared, “I want to make paintings that make me feel better. When I stand in front of them, I want to feel for a moment that life is less stressful, less chaotic.",
        "Curator note": "Diego",
        "Location": "Berggruen Gallery, San Francisco",
        "Gallery Curator": "N/A"
    },
    {
        "Artist": "Paul Kremer",
        "Title": "Windows",
        "Time": "June 2021",
        "Description": "Windows will showcase a range of acrylic works on paper complimented by two works on canvas as a continuation of the artist’s distinctive Window Painting series. Windows have been painted throughout history — Kremer cites Lois Dodd, Vilhelm Hammershoi, and Pierre Bonnard as some of his favorite artists to partake. In this style of work, Kremer layers flat fields of color to create an abstracted and simplified depiction of a window situated within a bare room. Rather than interpreting the scene as just that, Kremer invites his audience to perceive the window as a painting hanging on the wall, the minimalist view characterized by the organic landforms outside existing independently as a work of art in and of itself. Says Kremer: “Windows are especially interesting when you don't look at them as windows, but instead, a picture created within the window frame.” ",
        "Curator note": "Diego",
        "Location": "Louis Buhl, Detroit",
        "Gallery Curator": "N/A"
    },
    {
        "Artist": "Paul Kremer",
        "Title": "Glacier 29",
        "Time": "2021",
        "Description": "The edition is a continuum of Kremer’s recognizable glacier series. What stands out in this series of work is how flat fields of color embody a liveliness rarely seen in such precise works, as they are rooted in the immediacy and importance of the everyday. The title gives cues to the work’s inspiration and insight into their real-life allusion; what results is an enjoyable connection to the abstraction’s referential qualities.",
        "Curator note": "Diego",
        "Location": "Louis Buhl, Detroit",
        "Gallery Curator": "N/A"
    },
    {
        "Artist": "Paul Kremer",
        "Title": "Layer Hooks",
        "Time": "Feb 2020",
        "Description": "At the core of Kremer’s practice is a three-part journey: inspiration and conception, exploration via digital experimentation, and execution through manual articulation. First comes an idea for how shapes can exist in unison. How relative geometries can conflict or harmonize with one another. How dimension and weight can override flatness. Then, digital “layers” are created, providing the opportunity for initial compositional layouts to be worked and reworked into varying networks of shapes and structures. Kremer utilizes technology to support an endless process of discovery and refinement. Trial and error with no limits. And at the right moment, as Kremer noted, “sometimes things land perfectly.” The prime arrangement of layered colors and forms, with arcing lines meeting hard edges in equilibrium. Art critic Raphael Rubinstein has written: “Kremer is also keenly aware that today the dominant model is neither Renaissance perspective nor Modernist flatness, but the virtual space of digital screens. Here, too–by sketching his paintings on a computer, then emphatically making them by hand–Kremer deconstructs binary thinking.",
        "Curator note": "Diego",
        "Location": "Alexander Berggruen, New York",
        "Gallery Curator": "N/A"
    },
    {
        "Artist": "Paul Kremer",
        "Title": "Base Zones",
        "Time": "Jan 2017",
        "Description": "For many years, the biomorphic lineage of abstract art has been one of its less-examined aspects despite the strength, even dominance, which this genre exertedon an international scale from the 1920s through the 1960s across a range of artisticmediums: in painting, the Purism of Le Corbusier and Leger and the striking role ofthe circle in the work of artists from Kandinsky to Auguste Herbin and LazloMoholy-Nagy. In sculpture, the curvilinear carvings of Hans Arp, Barbara Hepworth,and Isamu Noguchi. Even in architecture and design this imperative found itsexpression in the work of Oscar Niemeyer, Charlotte Perriand, and late Le Corbusier.One of the canonical narratives of 1960s art history is the gradual ‘straightening-out’ of flowing forms into the geometries associated with advanced art of thatperiod. For example, Kenneth Noland and Jules Olitski’s expansive stains of the firsthalf of the decade were, by its mid-point, increasingly redirected into regularizedstriations covering the picture plane, to the point of at times approaching themonochrome. However, at the same time other artists, like Jack Youngerman andLeon Polk Smith, continued to adhere more exclusively to a biomorphic imperativein their art.",
        "Curator note": "Diego",
        "Location": "Sorry We're Closed, Brussels",
        "Gallery Curator": "N/A"
    },
    {
        "Artist": "Geoff McFetridge",
        "Title": "Rust Drinkers",
        "Time": "2022",
        "Description": "More subtly, the poster and exhibition at large allude to Michigan’s rich history in Mid-Century Modern design. The poster was printed at the same shop in Zeeland, Michigan that produced Herman Miller’s picnic posters in the 1970s. Having worked with legendary designers like George Nelson and Charles and Ray Eames, Miller’s name is synonymous with modern furniture, and the company produced pieces that would become timeless classics of industrial design. The collectable poster is a 5 color screenprint on unisource 100# Coated Gloss Cover. Each poster measures at 36h x 24w inches and is signed by Geoff.",
        "Curator note": "Diego",
        "Location": "Louis Buhl, Detroit",
        "Gallery Curator": "N/A"
    },
    {
        "Artist": "Geoff McFetridge",
        "Title": "Rust Drinkers 2",
        "Time": "2022",
        "Description": "More subtly, the poster and exhibition at large allude to Michigan’s rich history in Mid-Century Modern design. The poster was printed at the same shop in Zeeland, Michigan that produced Herman Miller’s picnic posters in the 1970s. Having worked with legendary designers like George Nelson and Charles and Ray Eames, Miller’s name is synonymous with modern furniture, and the company produced pieces that would become timeless classics of industrial design. The collectable poster is the second of two editions that have been produced on the occasion of McFetrsidge’s exhibition; it is a 5 color screenprint on unisource 100# Coated Gloss Cover. Each poster measures at 36h x 24w inches and is signed by the artist.",
        "Curator note": "Diego",
        "Location": "Louis Buhl, Detroit",
        "Gallery Curator": "N/A"
    },
    {
        "Artist": "Geoff McFetridge",
        "Title": "Red Hand on a Red 300E",
        "Time": "2022",
        "Description": "More subtly, the poster and exhibition at large allude to Michigan’s rich history in Mid-Century Modern design. The poster was printed at the same shop in Zeeland, Michigan that produced Herman Miller’s picnic posters in the 1970s. Having worked with legendary designers like George Nelson and Charles and Ray Eames, Miller’s name is synonymous with modern furniture, and the company produced pieces that would become timeless classics of industrial design. The collectable poster is the second of two editions that have been produced on the occasion of McFetrsidge’s exhibition; it is a 5 color screenprint on unisource 100# Coated Gloss Cover. Each poster measures at 36h x 24w inches and is signed by the artist.",
        "Curator note": "Diego",
        "Location": "Louis Buhl, Detroit",
        "Gallery Curator": "N/A"
    },
    {
        "Artist": "Geoff McFetridge",
        "Title": "Rust Drinkers 3",
        "Time": "2022",
        "Description": "More subtly, the poster and exhibition at large allude to Michigan’s rich history in Mid-Century Modern design. The poster was printed at the same shop in Zeeland, Michigan that produced Herman Miller’s picnic posters in the 1970s. Having worked with legendary designers like George Nelson and Charles and Ray Eames, Miller’s name is synonymous with modern furniture, and the company produced pieces that would become timeless classics of industrial design. The collectable poster is the second of two editions that have been produced on the occasion of McFetrsidge’s exhibition; it is a 5 color screenprint on unisource 100# Coated Gloss Cover. Each poster measures at 36h x 24w inches and is signed by the artist.",
        "Curator note": "Diego",
        "Location": "Louis Buhl, Detroit",
        "Gallery Curator": "N/A"
    },
    {
        "Artist": "Geoff McFetridge",
        "Title": "Steve: (403) 239-2348",
        "Time": "2022",
        "Description": "More subtly, the poster and exhibition at large allude to Michigan’s rich history in Mid-Century Modern design. The poster was printed at the same shop in Zeeland, Michigan that produced Herman Miller’s picnic posters in the 1970s. Having worked with legendary designers like George Nelson and Charles and Ray Eames, Miller’s name is synonymous with modern furniture, and the company produced pieces that would become timeless classics of industrial design. The collectable poster is the second of two editions that have been produced on the occasion of McFetrsidge’s exhibition; it is a 5 color screenprint on unisource 100# Coated Gloss Cover. Each poster measures at 36h x 24w inches and is signed by the artist.",
        "Curator note": "Diego",
        "Location": "Louis Buhl, Detroit",
        "Gallery Curator": "N/A"
    }
]